import { component$ } from "@builder.io/qwik"
import { DocumentHead } from "@builder.io/qwik-city"

export default component$(() => {
  return (
    <>
      <section>
        <div class="container">
          <div class="row">
            <div class="col-md-9 mx-auto text-center">
              <h1 class="display-4">Використання файлів cookie</h1>
              <nav
                class="d-flex justify-content-center"
                aria-label="breadcrumb"
              >
                <ol class="breadcrumb breadcrumb-dots mb-0">
                  <li class="breadcrumb-item">
                    <a href="/">
                      <i class="bi bi-house me-1"></i>Головна
                    </a>
                  </li>
                  <li class="breadcrumb-item active">
                    Використання файлів cookie
                  </li>
                </ol>
              </nav>
            </div>
          </div>
        </div>
      </section>

      <section class="pt-4">
        <div class="container">
          <div class="row">
            <div class="col-xl-9 mx-auto">
              <div class="c-article__body">
                <h1>Використання файлів cookie</h1>
                <p>
                  Cookie&nbsp;— це&nbsp;текстовий файл або файли,
                  що&nbsp;містять невеликий обсяг інформації, які надсилаються
                  веб-браузеру і&nbsp;зберігаються на&nbsp;пристрої користувача.
                  До&nbsp;таких пристроїв можна віднести комп’ютер, мобільний
                  телефон або інший пристрій, за&nbsp;допомогою якого користувач
                  відвідує Сайт.
                </p>
                <p>
                  Файли cookie можуть бути вічними (вони називаються постійними
                  файлами cookie) і&nbsp;зберігатися в&nbsp;комп’ютері, поки
                  користувач їх&nbsp;не&nbsp;видалить або тимчасовими (такі
                  файли cookie називаються сесійними), тобто зберігаються тільки
                  до&nbsp;закриття браузера. Крім того, файли cookie поділяються
                  на&nbsp;основні (вони встановлюються безпосередньо
                  відвідуваним Сайтом) і&nbsp;сторонні (встановлюються іншими
                  веб-сайтами).
                </p>
                <p>
                  <strong>
                    <u>Важливо:</u>
                  </strong>
                </p>
                <ul>
                  <li>
                    при повторному відвідуванні користувачем Сайту, дані файлів
                    cookie оновлюються;
                  </li>
                  <li>
                    у&nbsp;більшості випадків, веб-браузер за&nbsp;замовчуванням
                    допускає автоматичне зберігання файлів cookie
                    на&nbsp;пристрої користувача;
                  </li>
                  <li>
                    відключення файлів cookie може призвести до&nbsp;обмеження
                    доступу до&nbsp;опублікованих матеріалів та/або
                    неповноцінного функціонування сервісів Сайту.
                  </li>
                </ul>
                <p></p>
                <p>
                  Компанія дбає про своїх користувачів і&nbsp;намагається
                  зробити перебування на&nbsp;Сайті максимально комфортним, для
                  цього Компанії необхідно, за&nbsp;допомогою файлів cookie,
                  проаналізувати поведінку, переваги і&nbsp;інтереси
                  користувача. Такий аналіз допоможе Компанії поліпшити досвід
                  взаємодії з&nbsp;Сайтом, визначити найбільш зручний інтерфейс
                  і&nbsp;навігацію Сервісу.
                </p>
                <p>
                  <u>
                    Відповідно до&nbsp;класифікації Міжнародної торгової палати
                    (International Chamber of&nbsp;Commerce), Компанія
                    використовуємо такі категорії файлів cookie:
                  </u>
                </p>
                <ul>
                  <li>
                    <strong>Cуворо необхідні файли cookie</strong>&nbsp;—
                    потрібні для пересування користувачем по&nbsp;веб-сторінці
                    і&nbsp;при використанні певних сервісів, наприклад, для
                    доступу до&nbsp;захищених сторінок, реєстрації
                    та&nbsp;авторизації, здійснення пошуку по&nbsp;Сайту. Також,
                    здійснюють запам’ятовування попередніх дій користувача при
                    переході на&nbsp;попередню сторінку в&nbsp;тій&nbsp;же
                    сесії.
                  </li>
                  <li>
                    <strong>Експлуатаційні файли cookie</strong>&nbsp;—
                    агрегують інформацію про&nbsp;те, як&nbsp;використовується
                    Сайт. Ці&nbsp;дані зберігаються на&nbsp;пристрої користувача
                    між сеансами веб-браузера. Прикладами таких даних можуть
                    бути наступні метрики: час перебування на&nbsp;Сайті,
                    найбільш часто відвідувані сторінки, розуміння які саме
                    розділи і&nbsp;сервіси Сайту були найбільш цікаві для
                    користувача, наскільки ефективна та&nbsp;чи&nbsp;інша
                    рекламна та/або маркетингова кампанія і&nbsp;т.д.
                    <br />
                    Вся інформація, зібрана за&nbsp;допомогою експлуатаційних
                    файлів cookie, призначена для статистичних
                    та&nbsp;аналітичних задач. Деякі дані файлів cookie можуть
                    надаватися третім сторонам, які мають дозвіл з&nbsp;боку
                    веб-ресурсу і&nbsp;виключно для зазначених вище цілей.
                  </li>
                  <li>
                    <strong>Функціональні файли cookie</strong>&nbsp;—
                    використовуються для збереження параметрів або конфігурацій,
                    які зберігаються на&nbsp;пристрої користувача між сеансами
                    веб-браузера. Прикладами таких даних можуть бути наступні
                    метрики: ім’я користувача, фото в&nbsp;профілі, інформація
                    по&nbsp;залишених коментарях, мовна версія Сайту,
                    місцезнаходження, відомості про&nbsp;те, чи&nbsp;надавалася
                    користувачеві будь-яка інформація або обрані переваги
                    раніше, а&nbsp;також інші параметри налаштування Сайту.
                    <br />
                    Дані файли cookie також дозволяють користувачам дивитися
                    відео, брати участь в&nbsp;інтерактивах (опитування,
                    голосування) та&nbsp;взаємодіяти з&nbsp;соціальними
                    мережами.
                    <br />
                    Щоб зробити більш приємними враження після відвідування
                    ресурсу, зазначені файли cookie запам’ятовують надану
                    користувачем інформацію, підвищуючи ефективність взаємодії
                    з&nbsp;Сайтом.
                    <br />
                    Деякі дані файлів cookie можуть надаватися третім сторонам,
                    які мають дозвіл з&nbsp;боку веб-ресурсу і&nbsp;виключно для
                    зазначених вище цілей.
                  </li>
                  <li>
                    <strong>Цільові файли cookie</strong>&nbsp;—
                    використовуються для надання контенту, який може зацікавити
                    користувача. Ці&nbsp;дані зберігаються на&nbsp;пристрої
                    користувача між сеансами веб-браузера. Прикладами таких
                    даних можуть бути наступні метрики: відстеження
                    рекомендованого текстового, графічного, аудіо
                    та&nbsp;відеоматеріалу, щоб уникнути повторного показу,
                    управління цільовою рекламою, оцінка ефективності рекламних
                    кампаній, інформація про відвідування користувачем інших
                    ресурсів при переходах, а&nbsp;також інші параметри
                    налаштування Сайту.
                    <br />
                    Сайт може ділитися цією інформацією з&nbsp;іншими сторонами,
                    включаючи медіа-клієнтів, рекламодавців, агентств
                    і&nbsp;партнерів по&nbsp;суміжних бізнесах для того, щоб
                    вони надавали якісну таргетовану рекламу.
                  </li>
                </ul>
                <p></p>
                <p>
                  <u>
                    Cookie-файли сторонніх сервісів і&nbsp;сервісів аналітики
                  </u>
                </p>
                <p>
                  Для оперативної доставки, більш якісного відображення
                  і&nbsp;детального аналізу контенту на&nbsp;Сайті, Компанія
                  користується послугами, які є&nbsp;власністю інших сторонніх
                  компаній, такі компанії можуть використовувати файли cookie
                  на&nbsp;пристрої користувача, під час роботи на&nbsp;Сайті.
                </p>
                <p>
                  Слід звернути увагу, що&nbsp;Сайт не&nbsp;може вплинути
                  на&nbsp;роботу файлів cookie, які використовуються цими
                  сервісами. Всі необхідні відомості про їх&nbsp;використання
                  можна дізнатися, відвідавши відповідний ресурс.
                </p>
                <h2>Аналітичні файли cookie</h2>
                <p>
                  Ми&nbsp;можемо використовувати файли cookie для покращення
                  роботи наших веб-сайтів шляхом збирання інформації
                  про&nbsp;те, скільки відвідувачів ми&nbsp;маємо, звідки
                  відвідувачі прийшли на&nbsp;сайт, і&nbsp;як&nbsp;вони його
                  використовують (наприклад, сторінки, які відвідуються
                  найчастіше). Для цього ми&nbsp;можемо використовувати
                  аналітичні інструменти наступних постачальників
                  та&nbsp;відповідні кукі:
                </p>
                <ul>
                  <li>
                    Умови використання Google Analytics&nbsp;—{" "}
                    <a
                      href="https://marketingplatform.google.com/about/analytics/terms/us/"
                      target="_blank"
                      rel="noopener nofollow"
                    >
                      https://marketingplatform.google.com/about/analytics/terms/us/
                    </a>
                    . В&nbsp;рамках своєї послуги «Аналітика» Google розміщує
                    файли cookie на&nbsp;нашому веб-сайті.
                    Ми&nbsp;використовуємо цю&nbsp;послугу для моніторингу
                    та&nbsp;отримання звітів про&nbsp;те, як&nbsp;відвідувачі
                    використовують веб-сайт. Google може розкривати
                    цю&nbsp;інформацію третім сторонам, лише якщо
                    на&nbsp;це&nbsp;є&nbsp;законне повноваження, або якщо
                    ці&nbsp;треті сторони обробляють інформацію від імені
                    Google. Ми&nbsp;ніяк не&nbsp;впливаємо на&nbsp;це.
                    Ми&nbsp;дозволили Google використовувати інформацію,
                    отриману за&nbsp;допомогою Analytics, для інших сервісів
                    Google. Інформація, яку збирає Google, є&nbsp;максимально
                    анонімною. Ми&nbsp;хочемо підкреслити, що&nbsp;ваша
                    IP-адреса не&nbsp;надається. Інформація надсилається
                    до&nbsp;США, де&nbsp;Google зберігає
                    її&nbsp;на&nbsp;серверах. Ваші дані захищені Стандартними
                    договірними положеннями, які є&nbsp;частиною Умов обробки
                    даних Google Ads між нами та&nbsp;Google LLC.
                    Це&nbsp;означає, зокрема, що&nbsp;Google співставляє
                    цілісність&nbsp;із (персональними) даними
                    та&nbsp;що&nbsp;існує відповідний та&nbsp;належний рівень
                    захисту для обробки (персональних) даних.
                  </li>
                  <li>
                    Політика конфіденційності сервісу TNS Україна викладена
                    на&nbsp;сторінці{" "}
                    <a
                      href="https://tns-ua.com/konfidentsialnost"
                      target="_blank"
                      rel="noopener nofollow"
                    >
                      https://tns-ua.com/konfidentsialnost
                    </a>
                  </li>
                  <li>
                    Політика конфіденційності сервісу Gemius викладена
                    на&nbsp;сторінці{" "}
                    <a
                      href="https://www.gemius.com.ua/politika-konfidencialnosti.html"
                      target="_blank"
                      rel="noopener nofollow"
                    >
                      https://www.gemius.com.ua/politika-konfidencialnosti.html
                    </a>
                  </li>
                  <li>
                    Політика сервісу Google Tag Manager&nbsp;—{" "}
                    <a
                      href="https://www.google.com/policies/privacy/"
                      target="_blank"
                      rel="noopener nofollow"
                    >
                      https://www.google.com/policies/privacy/
                    </a>
                  </li>
                </ul>
                <p></p>
                <h2>Рекламні файли cookie</h2>
                <p>
                  Ці&nbsp;файли cookie використовуються для обмеження кількості
                  переглядів реклами користувачем, а&nbsp;також для оцінки
                  ефективності рекламних кампаній. Рекламні cookie
                  застосовуються для управління рекламними матеріалами
                  на&nbsp;сайті. Рекламні файли cookie розміщуються третіми
                  особами&nbsp;— наприклад, рекламодавцями
                  і&nbsp;їх&nbsp;агентами. Вони можуть бути як&nbsp;постійними,
                  так і&nbsp;тимчасовими. Таким чином, дані файли пов’язані
                  з&nbsp;рекламою на&nbsp;сайті, наданої сторонніми компаніями.
                </p>
                <p>
                  Нижче наведено список компаній, для яких ми&nbsp;можемо
                  встановити рекламні файли cookie:
                </p>
                <p>
                  DoubleClick for Publishers&nbsp;— це&nbsp;інструмент для
                  управління рекламними кампаніями та&nbsp;інвентарем.
                  Використовується для продажу, планування, показу
                  та&nbsp;аналізу реклами в&nbsp;мережі Інтернет.
                </p>
                <p>
                  Admixer&nbsp;— закупник інвентарю за&nbsp;своїми критеріями
                  видачі.
                </p>
                <h2>Файли cookie соціальних мереж</h2>
                <p>
                  Ми&nbsp;можемо інтегрувати в&nbsp;наші веб-сайти програми
                  сторонніх веб-сайтів, зокрема, програми соціальних мереж. Такі
                  додатки іноді включають в&nbsp;себе сценарії або інші
                  елементи, які можуть зчитувати, а&nbsp;іноді
                  і&nbsp;розміщувати файли cookie із&nbsp;зазначених соціальних
                  мереж на&nbsp;вашому пристрої. Ці&nbsp;файли cookie дозволяють
                  персоналізувати рекламу. І&nbsp;хоча ми&nbsp;не&nbsp;маємо
                  доступу до&nbsp;таких файлів cookie і&nbsp;не&nbsp;можемо
                  контролювати їх&nbsp;або дані, які вони збирають,
                  бо&nbsp;ми&nbsp;всього лише є&nbsp;оператором Сайту,
                  Ми&nbsp;хотіли&nbsp;б повідомити вам про
                  це&nbsp;і&nbsp;отримати ваш дозвіл на&nbsp;використання таких
                  елементів. Для отримання детальнішої інформації дивіться
                  список підтримуваних файлів cookie соціальних мереж нижче.
                </p>
                <h3>Facebook</h3>
                <p>
                  Наступні функції Facebook можуть бути інтегрованими
                  в&nbsp;Сайт і&nbsp;можуть зчитувати або розміщувати файли
                  cookie Facebook:
                </p>
                <p>
                  «Поділитися через Facebook» (дозволяє користувачеві поділитися
                  інформацією на&nbsp;Facebook)
                </p>
                <p>
                  Соціальний граф Facebook (дозволяє Сайту використовувати
                  елементи Facebook на&nbsp;нашому Сайті, такі
                  як&nbsp;зображення профілю, публічні пости на&nbsp;Facebook
                </p>
                <p>
                  Політика конфіденційності Facebook&nbsp;—{" "}
                  <a
                    href="https://www.facebook.com/about/privacy/"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://www.facebook.com/about/privacy/
                  </a>
                </p>
                <p>
                  Інформація про cookie Facebook&nbsp;—{" "}
                  <a
                    href="https://www.facebook.com/policies/cookies/"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://www.facebook.com/policies/cookies/
                  </a>
                </p>
                <h3>Twitter</h3>
                <p>Кнопка «Поділитися» у&nbsp;Twitter</p>
                <p>
                  Політика дотримання конфіденційності Twitter&nbsp;—
                  https://twitter.com/en/privacy
                </p>
                <h3>Instagram</h3>
                <p>
                  Соціальний граф Instagram (дозволяє Сайту використовувати
                  елементи Instagram на&nbsp;нашому Сайті такі
                  як&nbsp;зображення профілю, публічні пости на&nbsp;Instagram
                </p>
                <p>
                  Політика конфіденційності Instagram&nbsp;—{" "}
                  <a
                    href="https://help.instagram.com/519522125107875"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://help.instagram.com/519522125107875
                  </a>
                </p>
                <h3>Telegram</h3>
                <p>Кнопка «Поділитися» у&nbsp;Telegram</p>
                <p>
                  Політика конфіденційності Telegram&nbsp;—{" "}
                  <a
                    href="https://telegram.org/privacy"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://telegram.org/privacy
                  </a>
                </p>
                <h3>Viber</h3>
                <p>Кнопка «Поділитися» у&nbsp;Viber</p>
                <p>
                  Політика конфіденційності Viber&nbsp;—{" "}
                  <a
                    href="https://www.viber.com/ua/terms/viber-privacy-policy/"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://www.viber.com/ua/terms/viber-privacy-policy/
                  </a>
                </p>
                <p>
                  Інформація про cookie Viber&nbsp;—{" "}
                  <a
                    href="https://www.viber.com/ua/terms/cookies-and-tracking/#services"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://www.viber.com/ua/terms/cookies-and-tracking/#services
                  </a>
                </p>
                <p>
                  <u>Ваші права</u>
                </p>
                <p>
                  Ви&nbsp;маєте право на&nbsp;доступ до&nbsp;ваших даних,
                  а&nbsp;також право вимагати внесення в&nbsp;них виправлень або
                  їх&nbsp;видалення. Для отримання додаткової інформації про
                  це&nbsp;переходьте на&nbsp;нашу сторінку
                  https://tns-ua.com/konfidentsialnost Політика конфіденційності
                  та&nbsp;захисту персональних даних сервісу TNS. Щоб виключити
                  зловживання, ми&nbsp;можемо попросити вас надати достовірні
                  документи, що&nbsp;посвідчують особу. Якщо це&nbsp;стосується
                  доступу до&nbsp;персональних даних, пов’язаних із&nbsp;файлами
                  cookie, надішліть копію відповідних файлів cookie.
                  Ви&nbsp;можете знайти файли cookie у&nbsp;налаштуваннях свого
                  браузера.
                </p>
                <p>
                  <u>Управління файлами cookie:</u>
                </p>
                <p>
                  Основні веб-браузери (перераховані нижче) налаштовані
                  на&nbsp;автоматичний прийом файлів cookie. Для того щоб
                  їх&nbsp;відключити скористайтеся функцією довідки
                  в&nbsp;своєму браузері. Довідку можна викликати через меню або
                  за&nbsp;допомогою кнопки F1.
                </p>
                <p>
                  Microsoft Edge&nbsp;—{" "}
                  <a
                    href="https://privacy.microsoft.com/uk-ua/privacystatement"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://privacy.microsoft.com/uk-ua/privacystatement
                  </a>
                </p>
                <p>
                  Mozilla Firefox&nbsp;—{" "}
                  <a
                    href="https://www.mozilla.org/privacy/websites/#cookies"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://www.mozilla.org/privacy/websites/#cookies
                  </a>
                </p>
                <p>
                  Google Chrome&nbsp;—{" "}
                  <a
                    href="https://support.google.com/chrome/answer/95647?hl=ua"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://support.google.com/chrome/answer/95647?hl=ua
                  </a>
                </p>
                <p>
                  Opera&nbsp;—{" "}
                  <a
                    href="https://help.opera.com/Windows/11.50/en/cookies.html"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://help.opera.com/Windows/11.50/eb/cookies.html
                  </a>
                </p>
                <p>
                  Safari for macOS&nbsp;—{" "}
                  <a
                    href="https://support.apple.com/kb/PH21411?locale=en_US"
                    target="_blank"
                    rel="noopener nofollow"
                  >
                    https://support.apple.com/kb/PH21411?locale=en_US
                  </a>
                </p>
                <p>
                  <u>Важливо:</u>
                </p>
                <ul>
                  <li>
                    конфігурація налаштування файлів cookie для веб-браузерів
                    мобільних пристроїв може відрізнятися;
                  </li>
                  <li>
                    варто нагадати, що&nbsp;повноцінна робота з&nbsp;Сайтом
                    доступна тільки при використанні файлів cookie;
                  </li>
                  <li>
                    відключення файлів cookie може привести до&nbsp;обмеження
                    доступу до&nbsp;змісту і&nbsp;неповноцінного функціонування
                    сервісів Сайту.
                  </li>
                </ul>
                <p></p>

                <p>
                  Якщо користувач не&nbsp;включає використання файлів cookie або
                  навмисно видаляє всі файли cookie зі&nbsp;свого веб-браузера,
                  то&nbsp;при подальшому відвідуванні Сайту, користувачеві буде
                  повторно пропонуватися включення і&nbsp;використання файлів
                  cookie.
                </p>
                <p>
                  <u>
                    <i>
                      Інформація про користувачів отримана за&nbsp;допомогою
                      файлів cookie не&nbsp;продається
                      і&nbsp;не&nbsp;поширюється у&nbsp;відкритому доступі,
                      а&nbsp;також є&nbsp;власністю компанії, якій належить
                      ресурс.
                    </i>
                  </u>
                </p>
                <p>
                  <u>
                    Видалення файлів cookie для відстеження, розміщених третіми
                    сторонами
                  </u>
                </p>
                <p>
                  Деякі файли cookie для відстеження, розміщені третіми
                  сторонами, показують вам рекламу, іноді через наш веб-сайт.
                  Ви&nbsp;можете централізовано видалити ці&nbsp;файли cookie
                  через Ваш вибір параметрів в&nbsp;Інтернеті, щоб третя сторона
                  не&nbsp;розміщувала їх&nbsp;на&nbsp;веб-сайті. Див.: Ваш вибір
                  в&nbsp;Інтернеті: «Посібник із&nbsp;поведінкової реклами
                  в&nbsp;Інтернеті»
                </p>
              </div>
              <hr class="my-5" />
            </div>
          </div>
        </div>
      </section>
    </>
  )
})

export const head: DocumentHead = {
  title: "Використання файлів cookie - Прозак",
  meta: [
    {
      key: "keywords",
      content:
        "Prozak, прозак, портал про Закарпаття, новини, новини Ужгород, прозак, прозак інфо, про закарпаття, прозак інформаційний антидепресант, prozak.info"
    },
    {
      key: "description",
      content: "Інформаційний портал про Закарпаття, Використання файлів cookie"
    }
  ]
}
